brew "chezmoi"
brew "dockutil"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "micro"
brew "mosh"
brew "starship"
brew "synergy-core"
brew "tailscale"
brew "tmux"
brew "zoxide"
brew "FelixKratz/formulae/borders"
cask "nikitabobko/tap/aerospace"
cask "betterdisplay"
cask "bitwarden"
cask "claude"
cask "claude-code"
cask "discord"
cask "font-iosevka"
cask "ghostty"
cask "grandperspective"
cask "hush"
cask "localsend"
cask "obsidian"
cask "zed"
cask "zen"
go "tailscale.com/cmd/tailscale"
go "tailscale.com/cmd/tailscaled"
# Mac App Store apps (install manually - mas requires re-auth per app)
# mas "Amphetamine", id: 937984704
# mas "Apple Developer", id: 640199958
# mas "TestFlight", id: 899247664
# mas "Xcode", id: 497799835
